       IDENTIFICATION DIVISION.
       PROGRAM-ID. CODE001.
       ENVIRONMENT DIVISION. 
       DATA DIVISION. 
       PROCEDURE DIVISION.
           DISPLAY "HELLO WORLD".
           STOP RUN.